app/controllers/users_controller.rb

	def create
		@user = User.new(params[:user])
		@user.save
---
INSERT INTO "users" ("created_at", "email", "gmaps", "latitude", "location", "longitude", "name", "time_offset", "updated_at", "url") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?, ?)